"1 280 1 4206624770 ,"
"inputs 1 3 640 640 ,"
" 1000 1003 1006 1009 1012 1015 1018 1021 1024 1027 1030 1033 1036 1039 1042 1045 1048 1051 1054 1057 1060 1063 1066 1069 1072 1075 1078 1081 1084 1087 1090 1093 1096 467 472 477 482 487 492 497 502 503 506 507 510 511 514 515 518 519 522 523 526 527 528 529 532 533 536 537 540 541 544 545 548 549 552 553 554 557 558 561 562 563 566 567 570 571 572 573 576 577 580 581 584 585 588 589 592 593 596 597 598 601 602 605 606 607 610 611 614 615 616 617 620 621 624 625 628 629 630 631 632 633 636 637 640 641 644 645 648 649 652 653 654 657 658 661 662 667 668 671 672 675 676 679 680 683 684 685 688 689 692 693 698 699 702 703 706 707 710 711 714 715 716 719 720 723 724 725 728 729 732 733 736 737 740 741 742 745 746 749 750 751 754 755 758 759 762 763 766 767 768 771 772 775 776 779 780 783 784 785 788 789 792 793 794 795 796 797 798 801 802 805 806 809 810 811 814 815 818 819 820 821 822 823 824 827 828 831 832 835 836 837 840 841 844 845 846 847 848 849 850 858 866 874 875 877 880 883 886 889 892 895 898 901 904 907 910 913 916 919 922 925 928 931 934 937 940 943 946 949 952 955 958 961 964 967 970 973 976 979 982 985 988 991 994 997 inputs outputs ,"
"outputs ,"
" 279 ,"
"StridedSlice Slice_4 1 1 inputs 467 4 0 0 0 0 4 0 0 0 0 4 1 1 2 1 ,"
"StridedSlice Slice_9 1 1 467 472 4 0 0 0 0 4 0 0 0 0 4 1 1 1 2 ,"
"StridedSlice Slice_14 1 1 inputs 477 4 0 0 0 0 4 0 0 0 0 4 1 1 2 1 ,"
"StridedSlice Slice_19 1 1 477 482 4 0 0 0 1 4 0 0 0 0 4 1 1 1 2 ,"
"StridedSlice Slice_24 1 1 inputs 487 4 0 0 1 0 4 0 0 0 0 4 1 1 2 1 ,"
"StridedSlice Slice_29 1 1 487 492 4 0 0 0 0 4 0 0 0 0 4 1 1 1 2 ,"
"StridedSlice Slice_34 1 1 inputs 497 4 0 0 1 0 4 0 0 0 0 4 1 1 2 1 ,"
"StridedSlice Slice_39 1 1 497 502 4 0 0 0 1 4 0 0 0 0 4 1 1 1 2 ,"
"Concat Concat_40 4 1 472 492 482 502 503 1 ,"
"Convolution Conv_41 1 1 503 877 1 12 32 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_42 1 1 877 506 ,"
"Mul Mul_43 2 1 877 506 507 ,"
"Convolution Conv_44 1 1 507 880 1 32 64 3 3 2 2 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_45 1 1 880 510 ,"
"Mul Mul_46 2 1 880 510 511 ,"
"Convolution Conv_47 1 1 511 883 1 64 32 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_48 1 1 883 514 ,"
"Mul Mul_49 2 1 883 514 515 ,"
"Convolution Conv_50 1 1 511 886 1 64 32 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_51 1 1 886 518 ,"
"Mul Mul_52 2 1 886 518 519 ,"
"Convolution Conv_53 1 1 515 889 1 32 32 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_54 1 1 889 522 ,"
"Mul Mul_55 2 1 889 522 523 ,"
"Convolution Conv_56 1 1 523 892 1 32 32 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_57 1 1 892 526 ,"
"Mul Mul_58 2 1 892 526 527 ,"
"Add Add_59 2 1 527 515 528 ,"
"Concat Concat_60 2 1 528 519 529 1 ,"
"Convolution Conv_61 1 1 529 895 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_62 1 1 895 532 ,"
"Mul Mul_63 2 1 895 532 533 ,"
"Convolution Conv_64 1 1 533 898 1 64 128 3 3 2 2 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_65 1 1 898 536 ,"
"Mul Mul_66 2 1 898 536 537 ,"
"Convolution Conv_67 1 1 537 901 1 128 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_68 1 1 901 540 ,"
"Mul Mul_69 2 1 901 540 541 ,"
"Convolution Conv_70 1 1 537 904 1 128 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_71 1 1 904 544 ,"
"Mul Mul_72 2 1 904 544 545 ,"
"Convolution Conv_73 1 1 541 907 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_74 1 1 907 548 ,"
"Mul Mul_75 2 1 907 548 549 ,"
"Convolution Conv_76 1 1 549 910 1 64 64 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_77 1 1 910 552 ,"
"Mul Mul_78 2 1 910 552 553 ,"
"Add Add_79 2 1 553 541 554 ,"
"Convolution Conv_80 1 1 554 913 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_81 1 1 913 557 ,"
"Mul Mul_82 2 1 913 557 558 ,"
"Convolution Conv_83 1 1 558 916 1 64 64 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_84 1 1 916 561 ,"
"Mul Mul_85 2 1 916 561 562 ,"
"Add Add_86 2 1 562 554 563 ,"
"Convolution Conv_87 1 1 563 919 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_88 1 1 919 566 ,"
"Mul Mul_89 2 1 919 566 567 ,"
"Convolution Conv_90 1 1 567 922 1 64 64 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_91 1 1 922 570 ,"
"Mul Mul_92 2 1 922 570 571 ,"
"Add Add_93 2 1 571 563 572 ,"
"Concat Concat_94 2 1 572 545 573 1 ,"
"Convolution Conv_95 1 1 573 925 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_96 1 1 925 576 ,"
"Mul Mul_97 2 1 925 576 577 ,"
"Convolution Conv_98 1 1 577 928 1 128 256 3 3 2 2 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_99 1 1 928 580 ,"
"Mul Mul_100 2 1 928 580 581 ,"
"Convolution Conv_101 1 1 581 931 1 256 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_102 1 1 931 584 ,"
"Mul Mul_103 2 1 931 584 585 ,"
"Convolution Conv_104 1 1 581 934 1 256 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_105 1 1 934 588 ,"
"Mul Mul_106 2 1 934 588 589 ,"
"Convolution Conv_107 1 1 585 937 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_108 1 1 937 592 ,"
"Mul Mul_109 2 1 937 592 593 ,"
"Convolution Conv_110 1 1 593 940 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_111 1 1 940 596 ,"
"Mul Mul_112 2 1 940 596 597 ,"
"Add Add_113 2 1 597 585 598 ,"
"Convolution Conv_114 1 1 598 943 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_115 1 1 943 601 ,"
"Mul Mul_116 2 1 943 601 602 ,"
"Convolution Conv_117 1 1 602 946 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_118 1 1 946 605 ,"
"Mul Mul_119 2 1 946 605 606 ,"
"Add Add_120 2 1 606 598 607 ,"
"Convolution Conv_121 1 1 607 949 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_122 1 1 949 610 ,"
"Mul Mul_123 2 1 949 610 611 ,"
"Convolution Conv_124 1 1 611 952 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_125 1 1 952 614 ,"
"Mul Mul_126 2 1 952 614 615 ,"
"Add Add_127 2 1 615 607 616 ,"
"Concat Concat_128 2 1 616 589 617 1 ,"
"Convolution Conv_129 1 1 617 955 1 256 256 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_130 1 1 955 620 ,"
"Mul Mul_131 2 1 955 620 621 ,"
"Convolution Conv_132 1 1 621 958 1 256 512 3 3 2 2 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_133 1 1 958 624 ,"
"Mul Mul_134 2 1 958 624 625 ,"
"Convolution Conv_135 1 1 625 961 1 512 256 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_136 1 1 961 628 ,"
"Mul Mul_137 2 1 961 628 629 ,"
"Pooling MaxPool_138 1 1 629 630 0 5 5 1 1 2 2 -1 -1 -1 0 ,"
"Pooling MaxPool_139 1 1 629 631 0 9 9 1 1 4 4 -1 -1 -1 0 ,"
"Pooling MaxPool_140 1 1 629 632 0 13 13 1 1 6 6 -1 -1 -1 0 ,"
"Concat Concat_141 4 1 629 630 631 632 633 1 ,"
"Convolution Conv_142 1 1 633 964 1 1024 512 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_143 1 1 964 636 ,"
"Mul Mul_144 2 1 964 636 637 ,"
"Convolution Conv_145 1 1 637 967 1 512 256 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_146 1 1 967 640 ,"
"Mul Mul_147 2 1 967 640 641 ,"
"Convolution Conv_148 1 1 637 970 1 512 256 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_149 1 1 970 644 ,"
"Mul Mul_150 2 1 970 644 645 ,"
"Convolution Conv_151 1 1 641 973 1 256 256 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_152 1 1 973 648 ,"
"Mul Mul_153 2 1 973 648 649 ,"
"Convolution Conv_154 1 1 649 976 1 256 256 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_155 1 1 976 652 ,"
"Mul Mul_156 2 1 976 652 653 ,"
"Concat Concat_157 2 1 653 645 654 1 ,"
"Convolution Conv_158 1 1 654 979 1 512 512 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_159 1 1 979 657 ,"
"Mul Mul_160 2 1 979 657 658 ,"
"Convolution Conv_161 1 1 658 982 1 512 256 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_162 1 1 982 661 ,"
"Mul Mul_163 2 1 982 661 662 ,"
"Upsample Resize_165 1 1 662 667 1 2 2 0 ,"
"Concat Concat_166 2 1 667 621 668 1 ,"
"Convolution Conv_167 1 1 668 985 1 512 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_168 1 1 985 671 ,"
"Mul Mul_169 2 1 985 671 672 ,"
"Convolution Conv_170 1 1 668 988 1 512 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_171 1 1 988 675 ,"
"Mul Mul_172 2 1 988 675 676 ,"
"Convolution Conv_173 1 1 672 991 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_174 1 1 991 679 ,"
"Mul Mul_175 2 1 991 679 680 ,"
"Convolution Conv_176 1 1 680 994 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_177 1 1 994 683 ,"
"Mul Mul_178 2 1 994 683 684 ,"
"Concat Concat_179 2 1 684 676 685 1 ,"
"Convolution Conv_180 1 1 685 997 1 256 256 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_181 1 1 997 688 ,"
"Mul Mul_182 2 1 997 688 689 ,"
"Convolution Conv_183 1 1 689 1000 1 256 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_184 1 1 1000 692 ,"
"Mul Mul_185 2 1 1000 692 693 ,"
"Upsample Resize_187 1 1 693 698 1 2 2 0 ,"
"Concat Concat_188 2 1 698 577 699 1 ,"
"Convolution Conv_189 1 1 699 1003 1 256 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_190 1 1 1003 702 ,"
"Mul Mul_191 2 1 1003 702 703 ,"
"Convolution Conv_192 1 1 699 1006 1 256 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_193 1 1 1006 706 ,"
"Mul Mul_194 2 1 1006 706 707 ,"
"Convolution Conv_195 1 1 703 1009 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_196 1 1 1009 710 ,"
"Mul Mul_197 2 1 1009 710 711 ,"
"Convolution Conv_198 1 1 711 1012 1 64 64 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_199 1 1 1012 714 ,"
"Mul Mul_200 2 1 1012 714 715 ,"
"Concat Concat_201 2 1 715 707 716 1 ,"
"Convolution Conv_202 1 1 716 1015 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_203 1 1 1015 719 ,"
"Mul Mul_204 2 1 1015 719 720 ,"
"Convolution Conv_205 1 1 720 1018 1 128 128 3 3 2 2 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_206 1 1 1018 723 ,"
"Mul Mul_207 2 1 1018 723 724 ,"
"Concat Concat_208 2 1 724 693 725 1 ,"
"Convolution Conv_209 1 1 725 1021 1 256 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_210 1 1 1021 728 ,"
"Mul Mul_211 2 1 1021 728 729 ,"
"Convolution Conv_212 1 1 725 1024 1 256 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_213 1 1 1024 732 ,"
"Mul Mul_214 2 1 1024 732 733 ,"
"Convolution Conv_215 1 1 729 1027 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_216 1 1 1027 736 ,"
"Mul Mul_217 2 1 1027 736 737 ,"
"Convolution Conv_218 1 1 737 1030 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_219 1 1 1030 740 ,"
"Mul Mul_220 2 1 1030 740 741 ,"
"Concat Concat_221 2 1 741 733 742 1 ,"
"Convolution Conv_222 1 1 742 1033 1 256 256 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_223 1 1 1033 745 ,"
"Mul Mul_224 2 1 1033 745 746 ,"
"Convolution Conv_225 1 1 746 1036 1 256 256 3 3 2 2 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_226 1 1 1036 749 ,"
"Mul Mul_227 2 1 1036 749 750 ,"
"Concat Concat_228 2 1 750 662 751 1 ,"
"Convolution Conv_229 1 1 751 1039 1 512 256 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_230 1 1 1039 754 ,"
"Mul Mul_231 2 1 1039 754 755 ,"
"Convolution Conv_232 1 1 751 1042 1 512 256 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_233 1 1 1042 758 ,"
"Mul Mul_234 2 1 1042 758 759 ,"
"Convolution Conv_235 1 1 755 1045 1 256 256 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_236 1 1 1045 762 ,"
"Mul Mul_237 2 1 1045 762 763 ,"
"Convolution Conv_238 1 1 763 1048 1 256 256 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_239 1 1 1048 766 ,"
"Mul Mul_240 2 1 1048 766 767 ,"
"Concat Concat_241 2 1 767 759 768 1 ,"
"Convolution Conv_242 1 1 768 1051 1 512 512 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_243 1 1 1051 771 ,"
"Mul Mul_244 2 1 1051 771 772 ,"
"Convolution Conv_245 1 1 720 1054 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_246 1 1 1054 775 ,"
"Mul Mul_247 2 1 1054 775 776 ,"
"Convolution Conv_248 1 1 776 1057 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_249 1 1 1057 779 ,"
"Mul Mul_250 2 1 1057 779 780 ,"
"Convolution Conv_251 1 1 780 1060 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_252 1 1 1060 783 ,"
"Mul Mul_253 2 1 1060 783 784 ,"
"Convolution Conv_254 1 1 784 785 1 128 80 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution Conv_255 1 1 776 1063 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_256 1 1 1063 788 ,"
"Mul Mul_257 2 1 1063 788 789 ,"
"Convolution Conv_258 1 1 789 1066 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_259 1 1 1066 792 ,"
"Mul Mul_260 2 1 1066 792 793 ,"
"Convolution Conv_261 1 1 793 794 1 128 4 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution Conv_262 1 1 793 795 1 128 1 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_263 1 1 795 796 ,"
"Sigmoid Sigmoid_264 1 1 785 797 ,"
"Concat Concat_265 3 1 794 796 797 798 1 ,"
"Convolution Conv_266 1 1 746 1069 1 256 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_267 1 1 1069 801 ,"
"Mul Mul_268 2 1 1069 801 802 ,"
"Convolution Conv_269 1 1 802 1072 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_270 1 1 1072 805 ,"
"Mul Mul_271 2 1 1072 805 806 ,"
"Convolution Conv_272 1 1 806 1075 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_273 1 1 1075 809 ,"
"Mul Mul_274 2 1 1075 809 810 ,"
"Convolution Conv_275 1 1 810 811 1 128 80 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution Conv_276 1 1 802 1078 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_277 1 1 1078 814 ,"
"Mul Mul_278 2 1 1078 814 815 ,"
"Convolution Conv_279 1 1 815 1081 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_280 1 1 1081 818 ,"
"Mul Mul_281 2 1 1081 818 819 ,"
"Convolution Conv_282 1 1 819 820 1 128 4 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution Conv_283 1 1 819 821 1 128 1 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_284 1 1 821 822 ,"
"Sigmoid Sigmoid_285 1 1 811 823 ,"
"Concat Concat_286 3 1 820 822 823 824 1 ,"
"Convolution Conv_287 1 1 772 1084 1 512 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_288 1 1 1084 827 ,"
"Mul Mul_289 2 1 1084 827 828 ,"
"Convolution Conv_290 1 1 828 1087 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_291 1 1 1087 831 ,"
"Mul Mul_292 2 1 1087 831 832 ,"
"Convolution Conv_293 1 1 832 1090 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_294 1 1 1090 835 ,"
"Mul Mul_295 2 1 1090 835 836 ,"
"Convolution Conv_296 1 1 836 837 1 128 80 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution Conv_297 1 1 828 1093 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_298 1 1 1093 840 ,"
"Mul Mul_299 2 1 1093 840 841 ,"
"Convolution Conv_300 1 1 841 1096 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_301 1 1 1096 844 ,"
"Mul Mul_302 2 1 1096 844 845 ,"
"Convolution Conv_303 1 1 845 846 1 128 4 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution Conv_304 1 1 845 847 1 128 1 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_305 1 1 847 848 ,"
"Sigmoid Sigmoid_306 1 1 837 849 ,"
"Concat Concat_307 3 1 846 848 849 850 1 ,"
"Reshape Reshape_315 1 1 798 858 0 4 4 1 85 -1 1 ,"
"Reshape Reshape_323 1 1 824 866 0 4 4 1 85 -1 1 ,"
"Reshape Reshape_331 1 1 850 874 0 4 4 1 85 -1 1 ,"
"Concat Concat_332 3 1 858 866 874 875 2 ,"
"Permute Transpose_333 1 1 875 outputs 3 0 2 1 ,"
